results/raw/entity-read-by-id/20260731T062127Z-triad-n3/repeat01/light/3-quarkus-hibernate-vs-tuned/run01/ba/target-a/wrk-raw.txt
Running 15m test @ http://localhost:9002/api/v1/user?id=1
  4 threads and 128 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.63ms    1.18ms  40.41ms   82.63%
    Req/Sec    12.43k   443.26    17.56k    79.10%
  Latency Distribution
     50%    2.32ms
     75%    3.22ms
     90%    3.93ms
     99%    6.39ms
  44528106 requests in 15.00m, 4.77GB read
Requests/sec:  49470.40
Transfer/sec:      5.43MB
     95.00%  4.27ms